Repository: hwittenborn/celeste
Catalog: po/*.po
Languages: de, el, es, eu, fi, fr, it, nl, pl, pt_br, sv, tr, uk

source: Only the remote item exists now, so it will be synced to the local machine.
de: Nur das Remote-Element existiert nun und wird damit zur lokalen Maschine synchronisiert.
el: Υπάρχει μόνο το αντικείμενο στον απομακρυσμένο διακομιστή αυτή τη στιγμή, οπότε θα συγχρονιστεί προς την τοπική μηχανή.
es: Ahora sólo existe el elemento remoto, por lo que se sincronizará con la máquina local.
eu: Orain urruneko elementua baino ez dago, eta, beraz, bertako makinarekin sinkronizatuko da.
fi: Vain etäkohde on olemassa nyt, joten se synkronoidaan paikalliselle koneelle.
fr: Seul l’élément distant existe désormais, il sera donc synchronisé sur votre environnement local.
it: Ora esiste solo l'elemento remoto, quindi verrà sincronizzato con il tuo ambiente locale.
nl: Alleen het externe item bestaat nog en wordt gesynchroniseerd.
pl: Plik istnieje tylko w miejscu zdalnym, więc będzie zsynchronizowany do miejsca lokalnego.
pt_br: Apenas o item remoto existe agora, portanto ele será sincronizado com o computador local.
sv: Endast fjärrobjektet finns nu, så det kommer att synkroniseras till den lokala datorn.
tr: Şu anda yalnızca uzak öge var, dolayısıyla yerel makineyle eşitlenecek.
uk: Наразі існує лише віддалений елемент, тому його буде синхронізовано з локальною машиною.

source: Both the local item '{}' and remote item '{}' have been updated since the last sync.
de: Sowohl das lokale Element '{}' als auch das Remote-Element '{}' wurden seit der letzten Synchronisation aktualisiert.
el: Και το τοπικό αντικείμενο '{}' και το απομακρυσμένο αντικείμενο '{}' έχουν ενημερωθεί από τον τελευταίο συγχρονισμό.
es: Tanto el elemento local '{}' como el elemento remoto '{}' se han actualizado desde la última sincronización.
eu: '{}' elementu lokala eta '{}' urruneko elementua eguneratu egin dira azken sinkronizaziotik.
fi: Sekä paikallinen kohde '{}' että etäkohde '{}' on päivitetty viimeisimmän synkronoinnin jälkeen.
fr: L’élément '{}' et sa version distante '{}' on tous les deux été mis à jour depuis la dernière synchronisation.
it: L'elemento '{}' e la sua versione remota '{}' sono stati entrambi aggiornati dall'ultima sincronizzazione.
nl: Zowel het lokale item, {}, als het externe item, {}, zijn sinds de vorige synchronisatie bijgewerkt.
pl: Zarówno element lokalny '{}' i zdalny '{}' zostały zaktualizowane od czasu ostatniej synchronizacji.
pt_br: Tanto o item local '{}' quanto o item remoto '{}' foram atualizados desde a última sincronização.
sv: Både det lokala objektet '{}' och fjärrobjektet '{}' har uppdaterats sedan den senaste synkroniseringen.
tr: Son eşzamanlamadan sonra hem yerel '{}' ögesi hem de uzak '{}' ögesi güncellendi.
uk: І локальний елемент '{}', і віддалений елемент '{}' було оновлено з моменту останньої синхронізації.

source: Which item would you like to keep?
de: Welches Element soll behalten werden?
el: Ποιο αντικείμενο θέλετε να κρατήσετε;
es: ¿Qué elemento le gustaría conservar?
eu: Zer elementu gorde nahiko zenuke?
fi: Kumman niistä haluat säilyttää?
fr: Quel élément souhaitez-vous conserver ?
it: Quale elemento vorresti conservare?
nl: Welk item wilt u behouden?
pl: Którą wersję chciałbyś zatrzymać?
pt_br: Qual item você gostaria de manter?
sv: Vilket föremål skulle du vilja behålla?
tr: Hangi ögeyi korumak istersiniz?
uk: Яку річ ви хотіли б залишити?

source: Local
de: Lokal
el: Τοπικό
eu: Lokala
fi: Paikallinen
fr: Environnement local
it: Locale
nl: Lokaal
pl: Lokalną
sv: Lokal
tr: Yerel
uk: Локально

source: Remote
el: Απομακρυσμένο
es: Remoto
eu: Urrutikoa
fi: Etä
fr: Environnement distant
it: Remoto
nl: Extern
pl: Zdalną
pt_br: Remoto
sv: Fjärranslutning
tr: Uzak
uk: Віддалено

source: 1 error found.
de: 1 Fehler gefunden.
el: Βρέθηκε 1 σφάλμα.
es: 1 error encontrado.
eu: Akats bat aurkitu da.
fi: 1 virhe löytyi.
fr: 1 erreur rencontrée.
it: 1 errore trovato.
nl: Er is 1 foutmelding.
pl: Znaleziono 1 błąd.
pt_br: 1 erro encontrado.
sv: 1 fel hittades.
tr: 1 hata bulundu.
uk: Знайдено 1 помилку.

source: {} errors found.
de: {} Fehler gefunden.
el: Βρέθηκαν {} σφάλματα.
es: {} errores encontrados.
eu: {} akats aurkitu dira.
fi: {} virhettä löytyi.
fr: {} erreurs rencontrées.
it: {} errori trovati.
nl: Er zijn {} foutmeldingen.
pl: Znaleziono {} błędów.
pt_br: {} erros encontrados.
sv: {} fel har hittats.
tr: {} hata bulundu.
uk: Знайдено помилок: {}.

source: Checking '{}' for changes...
de: Prüfe '{}' auf Änderungen...
el: Έλεγχος του '{}' για αλλαγές...
es: Comprobando '{}' por si hay cambios…
eu: '{}' egiaztatzen, aldaketarik badagoen ikusteko…
fi: Tarkistetaan '{}' muutosten varalta...
fr: Recherche de modifications dans '{}'…
it: Controllo delle modifiche su '{}' in corso...
nl: Bezig met controleren van ‘{}’ op wijzigingen…
pl: Sprawdzanie zmian w '{}'...
pt_br: Verificando se há alterações em '{}'...
sv: Kontrollerar '{}' för ändringar...
tr: '{}' değişiklikleri denetleniyor...
uk: Перевірка '{}' на наявність змін...

source: Checking '{}' on remote for changes...
de: Prüfe '{}' auf der Gegenstelle auf Änderungen...
el: Έλεγχος του '{}' για αλλαγές στον απομακρυσμένο υπολογιστή...
es: Comprobando '{}' en remoto por si hay cambios…
eu: Urruneko '{}' egiaztatzen, aldaketarik badagoen ikusteko…
fi: Tarkistetaan '{}' etäpäässä muutosten varalta...
fr: Recherche de modification dans '{}' sur l’environnement distant…
it: Ricerca di modifiche in '{}' nell'ambiente remoto...
nl: Bezig met controleren van ‘{}’ op wijzigingen…
pl: Sprawdzanie zmian zdalnych dla '{}'...
pt_br: Verificando se há alterações em '{}' no local remoto...
sv: Kontrollerar om det finns ändringar i '{}' på fjärranslutningen...
tr: Değişiklikler için '{}' uzağı denetleniyor...
uk: Перевірка '{}' на віддаленому пристрої на наявність змін...

source: Directory has finished sync checks.
el: Ο έλέγχος συγχρονισμού για τον κατάλογο ολοκληρώθηκε.
es: El directorio ha finalizado las comprobaciones de sincronización.
eu: Direktorioak sinkronizazio-egiaztapenak amaitu ditu.
fi: Kansion synkronointitarkistukset ovat valmistuneet.
fr: Les contrôles de synchronisation sont terminés sur ce répertoire.
it: La directory ha terminato i controlli di sincronizzazione.
nl: De synchronisatiecontrole is afgerond.
pl: Zakończono sprawdzanie synchronizacji dla folderu.
pt_br: O diretório concluiu as verificações de sincronização.
sv: Synkroniseringskontroller på denna katalog har slutförts.
tr: Dizinler eşzamanlama denetimleri tamamlandı.
uk: Каталог завершив перевірку синхронізації.

source: Finished sync checks with {} errors.
de: Synchronisationsprüfungen mit {} Fehlern abgeschlossen.
el: Ο έλεγχος συγχρονισμού ολοκληρώθηκε με {} σφάλματα.
es: Comprobaciones de sincronización finalizadas con {} errores.
eu: Sinkronizazio-egiaztapenak amaitu dira {} akatsekin.
fi: Synkronointitarkistukset valmistuivat {} virheen kera.
fr: Le contrôle de synchronisation est terminé et a rencontré {} erreurs.
it: Controlli di sincronizzazione terminati con {} errori.
nl: De synchronisatiecontrole is afgerond, doch met {} foutmeldingen.
pl: Zakończono sprawdzanie synchronizacji z {} błędami.
pt_br: Verificações de sincronização concluídas com erros {}.
sv: Synkroniseringskontroller slutfördes med {} fel.
tr: Eşzamanlama denetimleri {} hatayla tamamlandı.
uk: Завершено перевірку синхронізації з помилками {}.

source: Finished sync checks.
de: Synchronisationsprüfungen abgeschlossen.
fi: Synkronointitarkistukset valmistuivat.
it: Controlli di sincronizzazione terminati.

source: Authenticating to {}...
de: Authentifiziere bei {}...
el: Έλεγχος διαπιεστευτηρίων για το {}...
es: Autenticándose en {}…
eu: Hemen kautotzen {}…
fi: Tunnistaudutaan palveluun {}...
fr: Authentification à {}…
it: Autenticazione su {}...
nl: Bezig met goedkeuren op {}…
pl: Uwierzytelnianie do {}...
pt_br: Autenticação para {}...
sv: Autentiserar till {}...
tr: {} kimlik doğrulanıyor...
uk: Автентифікація до {}...

source: Follow the link that opened in your browser, and come back once you've finished.
de: Folgen Sie dem Link, der in Ihrem Browser geöffnet wurde, und kehren Sie zurück, wenn Sie fertig sind.
eu: Jarraitu zure nabigatzailean ireki den estekari, eta amaitzen duzunean, itzuli.
fi: Seuraa selaimeen avattua linkkiä, ja palaa takaisin kun olet valmis.
fr: Suivez le lien qui vient d’être ouvert dans votre navigateur et revenez une fois que vous avez terminé.
it: Segui il collegamento aperto nel tuo browser e torna una volta terminato.
pt_br: Siga o link que foi aberto em seu navegador e volte assim que terminar.
tr: Tarayıcınızda açılan bağlantıyı takip edin ve işlem tamamlandığında geri gelin.
uk: Перейдіть за посиланням, яке відкрилося у вашому браузері, і поверніться, коли закінчите.

source: There was an issue while running the webserver for authentication
de: Beim Ausführen des Webservers zur Authentifizierung ist ein Problem aufgetreten
el: Παρουσιάστηκε πρόβλημα κατά την εκτέλεση του διακομιστή ιστού (webserver) για ταυτοποίηση στοιχείων
es: Hubo un problema al ejecutar el servidor web para la autenticación
eu: Arazo bat egon zen autentifikaziorako web zerbitzaria exekutatzean
fr: Une erreur est survenue lors de l’exécution du service d’authentification
it: Si è verificato un problema durante l'esecuzione del server Web per l'autenticazione
nl: Er is een fout opgetreden tijdens het uitvoeren van de webserver voor goedkeuring
pl: Uruchomienie lokalnego serwera do uwierzytelnienia nie powiodło się
pt_br: Houve um problema ao executar o servidor da Web para autenticação
sv: Det uppstod ett problem när webbservern kördes för autentisering
tr: Kimlik doğrulama için web sunucusu çalıştırılırken hata oluştu
uk: Виникла проблема під час запуску вебсервера для автентифікації

source: There was an issue authenticating to {}
de: Es gab ein Problem bei der Authentifizierung bei {}
el: Παρουσιάστηκε πρόβλημα κατά την ταυτοποίηση στο {}
es: Hubo un problema autenticándose en {}
eu: Arazo bat egon zen {}-en autentifikatzerakoan
fi: Ongelma tunnistautuessa palveluun {}
fr: Une erreur est survenue lors de l’authentification à {}
it: Si è verificato un problema durante l'autenticazione su {}
nl: Er is een fout opgetreden tijdens het goedkeuren op {}
pl: Wystąpił błąd uwierzytelniania do {}
pt_br: Houve um problema de autenticação em {}
sv: Det uppstod ett problem med autentisering till {}
tr: {} için kimlik doğrulanırken hata oluştu
uk: Виникла проблема з автентифікацією до {}

source: Server Name
el: Όνομα διακομιστή
es: Nombre del servidor
eu: Zerbitzariaren izena
fi: Palvelimen nimi
fr: Nom du serveur
it: Nome del server
nl: Servernaam
pl: Nazwa serwera
pt_br: Nome do servidor
sv: Server namn
tr: Sunucu Adı
uk: Ім'я сервера

source: Server name already exists.
de: Servername existiert bereits.
el: Το όνομα του διακομιστή υπάρχει ήδη.
es: El nombre del servidor ya existe.
eu: Zerbitzariaren izena existitzen da.
fi: Palvelimen nimi on jo olemassa.
fr: Ce nom de serveur existe déjà.
it: Il nome del server esiste già.
nl: Deze servernaam is al in gebruik.
pl: Ta nazwa już istnieje.
pt_br: Servidor com esse nome já existe.
sv: Servernamnet finns redan.
tr: Sunucu adı zaten var.
uk: Ім'я сервера вже існує.

source: Invalid server name. Server names must: - Only contain numbers, letters, '_', '-', '.', and spaces - Not start with '-' or a space - Not end with a space
de: Ungültiger Servername. Servernamen dürfen: - Ausschließlich aus Zahlen, Buchstaben, '_', '-', '.', und Leerzeichen bestehen - Nicht mit einem '-' oder Leerzeichen beginnen - Nicht mit einem Leerzeichen enden
el: Μη έγκυρο όνομα διακομιστή. Τα ονόματα διακομιστή πρέπει: - Να περιέχουν μόνο αριθμούς, γράμματα, '_', '-', '.', και κενά - Να μην ξεκινούν με '-' ή κενό - Να μην τελειώνουν με κενό
es: Nombre de servidor no válido. Los nombres de servidor deben: - Contener sólo números, letras, '_', '-', '.' y espacios. - No empezar por "-" o un espacio - No terminar con un espacio
eu: Zerbitzariaren izena ez da baliozkoa. Zerbitzari-izenek honako hauek izan behar dituzte: - Zenbakiak, letrak, '_', '-', '.' eta espazioak soilik eduki. - Ez hasi "-" edo espazio batekin - Ez amaitu espazio batekin
fi: Virheellinen palvelimen nimi. Palvelimen nimi: - Voi sisältää numeroita, kirjaimia, '_', '-', '.', ja välilyöntejä - Ei saa alkaa merkillä '-' tai välilyönnillä - Ei saa päättyä välilyöntiin
fr: Nom de serveur invalide. Un nom de serveur doit : - Contenir uniquement des chiffres, lettres, « _ », « - », « . », et espaces - Ne pas commencer par « - » ou un espace - Ne pas se terminer par un espace
it: Nome del server non valido. I nomi dei server devono: - Contiene solo numeri, lettere, '_', '-', '.' e spazi - Non iniziare con "-" o con uno spazio - Non terminare con uno spazio
nl: De servernaam is ongeldig. Servernamen dienen: - Enkel te bestaan uit letters, getallen, ‘_’, ‘-’, ‘.’ en spaties; - Niet te beginnen met ‘-’ of een spatie; - Niet te eindigen op een spatie.
pl: Niepoprawna nazwa serwera, nazwa serwera musi: - zawierać tylko cyfry, litery a-z i znaki '_', '-', '.' i spacji - zaczynać się od znaków innych niż '-' i spacja - kończyć się innym znakiem niż spacja
pt_br: Nome de servidor inválido. Os nomes devem: - Conter apenas números, letras, '_', '-', '.' e espaços - Não começar com '-' ou um espaço - Não terminar com um espaço
sv: Ogiltigt servernamn. Servernamn måste: - Endast innehålla siffror, bokstäver, '_', '-', '.', och mellanslag - Inte börja med '-' eller ett mellanslag - Inte avslutas med ett mellanslag
tr: Geçersiz sunucu adı. Sunucu adları: - Yalnızca sayı, harf, '_', '-', '.', ve boşluk içerebilir - '-' veya boşluk ile başlayamaz - Boşluk ile bitemez - Türkçe karakter gibi yabancı karakter içeremez
uk: Неправильне ім'я сервера. Імена серверів повинні: - містити лише цифри, літери, '_', '-', '.' та пробіли - Не починатися з '-' або пробілу - Не закінчуватися пробілом

source: Server URL
el: Διεύθυνση URL του διακομιστή
es: URL del servidor
eu: Zerbitzariaren URLa
fi: Palvelimen osoite
fr: Adresse du serveur
it: URL server
pl: URL serwera
pt_br: URL do Servidor
tr: Sunucu URL
uk: URL сервера

source: Invalid server URL ({}).
de: Ungültige Server-URL ({}).
el: Μη έγκυρη διεύθυνση URL του διακομιστή ({}).
es: URL de servidor no válida ({}).
eu: Zerbitzariaren URL baliogabea ({}).
fi: Virheellinen palvelimen osoite ({}).
fr: Adresse de serveur incorrecte ({}).
it: URL del server non valido ({}).
nl: Ongeldige server-url ({}).
pl: Niepoprawny URL serwera ({}).
pt_br: URL de servidor inválido ({}).
sv: Ogiltig server-URL ({}).
tr: Geçersiz sunucu URL ({}).
uk: Невірна URL-адреса сервера ({}).

source: Invalid server URL (no domain specified).
de: Ungültige Server-URL (keine Domain angegeben).
el: Μη έγκυρη διεύθυνση URL διακομιστή [δεν έχει καθοριστεί τομέας (domain)].
es: URL de servidor no válida (no se ha especificado ningún dominio).
eu: Zerbitzariaren URL baliogabea (ez da domeinurik zehaztu).
fi: Virheellinen palvelimen osoite (verkkotunnusta ei määritetty).
fr: Adresse de serveur incorrecte (aucun domaine spécifié).
it: URL del server non valido (nessun dominio specificato).
nl: Ongeldige server-url (geen domeinnaam opgegeven).
pl: Niepoprawny URL serwera (nie podano domeny).
pt_br: URL de servidor inválido (nenhum domínio especificado).
sv: Ogiltig server-URL (ingen domän angiven).
tr: Geçersiz sunucu URL (alan adı belirtilmedi).
uk: Невірна URL-адреса сервера (не вказано домен).

source: Invalid server URL (password was specified).
de: Ungültige Server-URL (Password wurde angegeben).
el: Μη έγκυρο URL διακομιστή (καθορίστηκε κωδικός πρόσβασης).
es: URL del servidor no válida (se ha especificado la contraseña).
eu: Zerbitzariaren URL baliogabea (pasahitza zehaztu da).
fi: Virheellinen palvelimen osoite (salasana määritettiin).
fr: Adresse de serveur invalide (un mot de passe est requis).
it: URL del server non valido (la password è stata specificata).
nl: Ongeldige server-url (geen wachtwoord opgegeven).
pl: Niepoprawny URL serwera (sprawdź hasło).
pt_br: URL de servidor inválido (senha incorreta).
sv: Ogiltig server-URL (lösenord har angetts).
tr: Geçersiz sunucu URL (parola belirtildi).
uk: Невірна URL-адреса сервера (вказано пароль).

source: Invalid server URL(unknown server scheme {}).
de: Ungültige Server-URL (unbekanntes Serverschema {}).
el: Μη έγκυρο URL διακομιστή (αγνωστό σχήμα διακομιστή {}).
es: URL de servidor no válida (esquema de servidor desconocido {}).
eu: Zerbitzariaren URL baliogabea (zerbitzariaren eskema ezezaguna {}).
fi: Virheellinen palvelimen osoite (tuntematon palvelinskeema {}).
fr: Adresse de serveur invalide (schéma inconnu {}).
it: URL del server non valido (schema server sconosciuto {}).
nl: Ongeldige server-url (onbekend serverschema {}).
pl: Niepoprawny URL serwera (nieznany protokół {}).
pt_br: URL de servidor inválido (esquema de servidor desconhecido {}).
sv: Ogiltig server-URL (okänt serverschema {}).
tr: Geçersiz sunucu URL (bilinmeyen sunucu şeması).
uk: Невірна URL-адреса сервера (невідома схема сервера {}).

source: Don't specify '{}' as part of the URL.
de: '{}' darf nicht als Teil der URL angegeben werden.
el: Να μην καθορίζεται το '{}' ως μέρος του URL.
es: No especifique '{}' como parte de la URL.
eu: Ez zehaztu '{}' URLaren zati gisa.
fi: Älä määritä '{}' osaksi osoitetta.
fr: N’utilisez pas « {} » dans l’adresse.
it: Non specificare "{}" come parte dell'URL.
nl: Verwerk ‘{}’ niet in de url.
pl: Nie użuwaj '{}' w URL.
pt_br: Não especifique "{}" como parte da URL.
sv: Ange inte '{}' som en del av webbadressen.
tr: URL parçası olarak '{}' belirtmeyin.
uk: Не вказуйте '{}' як частину URL-адреси.

source: Username
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
eu: Erabiltzailearen izena
fi: Käyttäjätunnus
fr: Nom d’utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Usuário
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім’я користувача

source: 2FA Code
fi: 2FA-koodi
it: Codice 2FA

source: The provided 2FA code is invalid (should only contain digits).
de: Der bereitgestellte 2FA-Code ist ungültig (er sollte nur Ziffern enthalten).
fi: Annettu 2FA-koodi on virheellinen (se voi sisältää vain numeroja).
it: Il codice 2FA fornito non è valido (deve contenere solo cifre).

source: The provided 2FA code is invalid (should be 6 digits long).
de: Der bereitgestellte 2FA-Code ist ungültig (er sollte 6 Ziffern lang sein).
fi: Annettu 2FA-koodi on virheellinen (pitää olla kuusinumeroinen).
it: Il codice 2FA fornito non è valido (deve essere lungo 6 cifre).

source: Unable to connect to the server. Check your internet connection and try again.
de: Es kann keine Verbindung zum Server hergestellt werden. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
el: Αδυναμία σύνδεσης στον διακομιστή. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά.
es: No se puede conectar con el servidor. Compruebe su conexión a Internet e inténtelo de nuevo.
eu: Ezin da zerbitzariarekin konektatu. Egiaztatu zure Internet-eko konexioa eta saiatu berriro.
fi: Palvelimeen ei voitu muodostaa yhteyttä. Tarkista Internet-yhteytesi tila ja yritä uudelleen.
fr: La connexion au serveur a échoué. Vérifiez votre connexion internet et essayez à nouveau.
it: Impossibile connettersi al server. Controlla la connessione Internet e riprova.
nl: Er kan geen verbinding worden gemaakt met de server. Controleer uw internetverbinding en probeer het opnieuw.
pl: Nie udało się połączyć z serwerem. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Não foi possível conectar-se ao servidor. Verifique sua conexão com a Internet e tente novamente.
sv: Kan inte ansluta till servern. Kontrollera din internetanslutning och försök igen.
tr: Sunucuya bağlanamıyor. İnternet bağlantınızı denetleyip tekrar deneyin.
uk: Не вдалося під'єднатися до сервера. Перевірте з'єднання з інтернетом та спробуйте ще раз.

source: A 2FA code is required to log in to this account. Provide one and try again.
de: Für die Anmeldung bei diesem Konto ist ein 2FA-Code erforderlich. Geben Sie einen ein und versuchen Sie es erneut.
fi: 2FA-koodi vaaditaan tähän tiliin kirjautumiseksi. Anna 2FA-koodi ja yritä uudelleen.
it: Per accedere a questo account è necessario un codice 2FA. Fornirne uno e riprovare.

source: Unable to authenticate to the server. Check your login credentials and try again.
de: Die Authentifizierung beim Server ist nicht möglich. Überprüfen Sie Ihre Anmeldedaten und versuchen Sie es erneut.
el: Αδυναμία πιστοποίησης στο διακομιστή. Ελέγξτε τα διαπιστευτήριά σας (όνομα χρήστη/κωδικό πρόσβασης) και προσπαθήστε ξανά.
es: No se ha podido autenticar en el servidor. Compruebe sus credenciales de inicio de sesión e inténtelo de nuevo.
eu: Ezin izan da zerbitzarian autentifikatu. Egiaztatu saioa hasteko kredentzialak eta saiatu berriro.
fi: Tunnistautuminen palvelimelle ei onnistunut. Tarkista kirjautumistiedot ja yritä uudelleen.
fr: Impossible de s’authentifier au serveur. Vérifiez vos codes de connexion et essayez à nouveau.
it: Impossibile autenticarsi sul server. Controlla le tue credenziali di accesso e riprova.
nl: De verificatie is mislukt. Controleer uw inloggegevens en probeer het opnieuw.
pl: Nie można uwierzytelnić się do serwera. Sprawdź dane logowania i spróbuj ponownie.
pt_br: Não foi possível fazer a autenticação no servidor. Verifique suas credenciais de login e tente novamente.
sv: Det går inte att autentisera till servern. Kontrollera dina inloggningsuppgifter och försök igen.
tr: Sunucuda kimlik doğrulanamıyor. Giriş kimlik bilgilerinizi denetleyip tekrar deneyin.
uk: Не вдалося авторизуватися на сервері. Перевірте свої облікові дані та спробуйте ще раз.

source: Unable to log in
de: Anmeldung nicht möglich
el: Αδυναμία σύνδεσης
es: No se puede iniciar sesión
eu: Ezin da saioa hasi
fi: Kirjautuminen ei onnistunut
fr: Impossible de se connecter
it: Impossibile fare il log in
nl: Het inloggen is mislukt
pl: Nie można się zalogować
pt_br: Não é possível fazer login
sv: Kan inte logga in
tr: Giriş yapılamıyor
uk: Не вдається ввійти

source: Server Type
de: Servertyp
el: Τύπος διακομιστή
es: Tipo de servidor
eu: Zerbitzari mota
fi: Palvelimen tyyppi
fr: Type de serveur
it: Tipo di server
pl: Typ serwera
pt_br: Tipo de Servidor
sv: Servertyp
tr: Sunucu Türü
uk: Тип сервера

source: Awaiting sync checks...
de: Warte auf Synchronisationsprüfungen...
el: Αναμονή για έλεγχο συγχρονισμού...
es: Esperando comprobaciones de sincronización…
eu: Sinkronizazio-egiaztapenen zain…
fi: Odotetaan synkronointitarkistuksia...
fr: En attente des vérifications de synchronisation…
it: In attesa dei controlli di sincronizzazione...
nl: Bezig met wachten op synchronisatiecontrole…
pl: Sprawdzanie synchronizacji...
pt_br: Aguardando verificações de sincronização...
sv: Väntar på synkroniseringskontroller...
tr: Eşzamanlama denetimleri bekleniyor...
uk: Очікуємо перевірки синхронізації...

source: Open
de: Offen
el: Άνοιγμα
es: Abrir
eu: Ireki
fi: Avaa
fr: Ouvrir
it: Apri
nl: Openen
pl: Otwórz
pt_br: Abrir
sv: Öppna
tr: Aç
uk: Відкрити

source: Close
de: Geschlossen
fi: Sulje
it: Chiudi

source: Unknown Error
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
eu: Errore ezezaguna
fi: Tuntematon virhe
fr: Erreur inconnue
it: Errore sconosciuto
nl: Onbekende foutmelding
pl: Nieznany błąd
pt_br: Erro desconhecido
sv: Okänt fel
tr: Bilinmeyen Hata
uk: Невідома помилка
