Repository: hwittenborn/celeste
Catalog: po/*.po
Languages: de, el, es, eu, fi, fr, it, nl, pl, pt_br, sv, tr, uk

source: App icons by
de: App-Symbole von
eu: Aplikazioen ikonoak
fi: Sovelluskuvakkeiden toteutus
it: Icone app di

source: Both '{}' and '{}' are more recent than at last sync.
de: Sowohl '{}' als auch '{}' sind neuer als bei der letzten Synchronisation.
el: Και τα δύο, '{}' και '{}', είναι πιο πρόσφατα από ότι στον τελευταίο συγχρονισμό.
es: Tanto '{}' como '{}' son más recientes que en la última sincronización.
eu: '{}' eta '{}' azken sinkronizazioan baino berriagoak dira.
fi: '{}' ja '{}' ovat uudempia kuin viimeisimmän synkronoinnin aikaan.
fr: '{}' et '{}' sont plus récents qu’à la dernière synchronisation.
it: Sia '{}' che '{}' sono più recenti rispetto all'ultima sincronizzazione.
nl: ‘{}’ en ‘{}’ zijn nieuwer dan tijdens de vorige synchronisatie.
pl: Zarówno „{}”, jak i „{}” są nowsze niż podczas ostatniej synchronizacji.
pt_br: '{}' e '{}' são mais recentes que os da última sincronização.
sv: Både '{}' och '{}' är nyare än vid senaste synkronisering.
tr: Hem '{}' hem de '{}' son eşzamanlamadan daha yeni.
uk: І '{}', і '{}' є більш свіжими, ніж під час останньої синхронізації.

source: Unable to create Celeste's config directory [{}].
de: Konfigurationsverzeichnis von Celeste [{}] kann nicht erstellt werden.
el: Αδυναμία δημιουργίας του καταλόγου ρυθμίσεων του Celeste [{}].
es: No se ha podido crear el directorio de configuración de Celeste [{}].
eu: Ezin izan da Celesteren konfigurazio-direktorioa sortu [{}].
fi: Celesten asetushakemiston [{}] luominen ei onnistunut.
fr: Impossible de créer le répertoire de configuration de Celeste [{}].
it: Impossibile creare la directory di configurazione di Celeste [{}].
nl: Celeste's configuratiemap ‘[{}]’ kan niet worden aangemaakt.
pl: Nie można utworzyć folderu konfiguracyjnego Celeste [{}].
pt_br: Incapaz de criar diretório de configuração [{}] para a Celeste.
sv: Det går inte att skapa Celestes konfigurationskatalog [{}].
tr: Celeste'nin yapılandırma dizini oluşturulamıyor [{}].
uk: Не вдалося створити каталог конфігурації Celeste [{}].

source: Unable to create Celeste's database file [{}].
de: Datenbankdatei von Celeste [{}] kann nicht erstellt werden.
el: Αδυναμία δημιουργίας του αρχείου βάσης δεδομένων του Celeste [{}].
es: No se ha podido crear el archivo de base de datos de Celeste [{}].
eu: Ezin izan da Celeste-ren datu-basearen fitxategia sortu [{}].
fi: Celesten tietokantatiedoston [{}] luominen ei onnistunut.
fr: Impossible de créer le fichier de configuration de Celeste [{}].
it: Impossibile creare il file del database di Celeste [{}].
nl: Celeste's databankbestand ‘[{}]’ kan niet worden aangemaakt.
pl: Nie można utworzyć pliku bazy danych Celeste [{}].
pt_br: Incapaz de criar arquivo de banco de dados [{}] para a Celeste.
sv: Det går inte att skapa Celestes databasfil [{}].
tr: Celeste'nin veri tabanı dosyası oluşturulamıyor [{}].
uk: Не вдалося створити файл бази даних Celeste [{}].

source: Unable to connect to database [{}].
de: Verbindung zur Datenbank [{}] nicht möglich.
el: Αδυναμία σύνδεσης στη βάση δεδομένων [{}].
es: No se ha podido conectar con la base de datos [{}].
eu: Ezin izan da [{}] datu-basearekin konektatu.
fi: Yhteys tietokantaan [{}] ei onnistunut.
fr: Impossible de se connecter à la base de données [{}].
it: Impossibile connettersi al database [{}].
nl: Er kan geen verbinding met de databank ‘[{}]’ worden gemaakt.
pl: Nie można połączyć się z bazą danych [{}].
pt_br: Conexão ao banco de dados [{}] não completada.
sv: Kunde inte ansluta till databasen [{}].
tr: Veri tabanına bağlanılamıyor [{}].
uk: Не вдалося під'єднатися до бази даних [{}].

source: Unable to run database migrations [{}]
de: Datenbank-Migrationen können nicht ausgeführt werden [{}]
el: Αδυναμία εκτέλεσης των μετακινήσεων της βάσης δεδομένων [{}]
es: No se pueden ejecutar migraciones de bases de datos [{}]
eu: Ezin da datu-baseen migraziorik exekutatu [{}]
fi: Tietokantamigraatioita [{}] ei voitu suorittaa
fr: Impossible d’exécuter les migrations de base de données [{}]
it: Impossibile eseguire le migrazioni del database [{}]
nl: Er kan geen databankmigratie worden uitgevoerd [{}]
pl: Nie można uruchomić migracji bazy danych [{}]
pt_br: Incapaz de prosseguir com migração do banco de dados [{}]
sv: Det går inte att köra databasmigreringar [{}]
tr: Veri tabanı geçişleri çalıştırılamıyor [{}]
uk: Не вдається запустити перенесення бази даних [{}]

source: Awaiting sync check...
de: Warte auf Synchronisationsprüfung...
el: Αναμονή ελέγχου συγχρονισμού...
es: Esperando comprobación de sincronización…
eu: Sinkronizazio informatikoaren egiaztapenaren zain…
fi: Odotetaan synkronoinnin tarkistusta...
fr: En attente de la vérification de la synchronisation...
it: In attesa del controllo della sincronizzazione...
nl: Bezig met wachten op synchronisatiecontrole…
pl: Weryfikacja synchronizacji...
pt_br: Esperando confirmação de sincronização...
sv: Väntar på synkroniseringskontroll...
tr: Eşzamanlama denetimi bekleniyor...
uk: Очікуємо на перевірку синхронізації...

source: Sync Errors
de: Synchronisationsfehler
el: Σφάλματα συγχρονισμού
es: Errores de sincronización
eu: Sinkronizazio-erroreak
fi: Synkronointivirheitä
fr: Erreurs de synchronisation
it: Errori di sincronizzazione
nl: Synchronisatiefout
pl: Błędy synchronizacji
pt_br: Erros de sincronização
sv: Synkroniseringsfel
tr: Eşzamanlama Hataları
uk: Помилки синхронізації

source: File/Folder Exclusions
de: Datei-/Ordnerausschlüsse
el: Εξαιρέσεις αρχείων/φακέλων
es: Exclusiones de archivos/carpetas
eu: Fitxategien/karpeten esklusioak
fi: Tiedoston/kansion poissulkemiset
fr: Exclusions de fichier/répertoire
it: Esclusioni di file/cartelle
nl: Map- en bestandsuitzonderingen
pl: Wyklucz pliki/foldery
pt_br: Exclusões de Arquivo/Pasta
sv: Fil-/mapputeslutningar
tr: Dosya/Klasör Dışlamaları
uk: Виключення файлу/папки

source: Stop syncing this directory
de: Dieses Verzeichnis nicht mehr synchronisieren
el: Διακοπή συγχρονισμού αυτού του καταλόγου
es: Dejar de sincronizar este directorio
eu: Direktorio hau sinkronizatzeari utzi
fi: Lopeta tämän kansion synkronointi
fr: Arrêter de synchroniser ce répertoire
it: Interrompi la sincronizzazione di questa directory
nl: Niet meer synchroniseren
pl: Przestań synchronizować ten folder
pt_br: Parar de sincronizar esse diretório
sv: Sluta synkronisera den här katalogen
tr: Bu dizini eşzamanlamayı durdur
uk: Зупинити синхронізацію цього каталогу

source: Are you sure you want to stop syncing '{}' to '{}'?
de: Soll '{}' wirklich nicht mehr zu '{}' synchronisiert werden?
el: Είστε σίγουροι ότι θέλετε να σταματήσετε τον συγχρονισμό του '{}' προς το '{}';
es: ¿Está seguro de que quiere dejar de sincronizar '{}' con '{}'?
eu: Ziur zaude '{}' eta '{}' sinkronizatzeari utzi nahi diozula?
fi: Haluatko varmasti lopettaa kohteen '{}' synkronoinnin palveluun '{}'?
fr: Êtes vous certains de vouloir arrêter la synchronisation de '{}' vers '{}' ?
it: Sei sicuro di voler interrompere la sincronizzazione da '{}' a '{}'?
nl: Weet u zeker dat ‘{}’ niet meer wilt synchroniseren met {}?
pl: Czy na pewno chcesz zakończyć synchronizowanie '{}' do '{}'?
pt_br: Tem certeza que deseja parar de sincronizar '{}' para '{}'?
sv: Är du säker på att du vill sluta synkronisera '{}' till '{}'?
tr: '{}' ile '{}' arasında eşzamanlamayı durdurmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете припинити синхронізацію '{}' з '{}'?

source: This directory is currently being processed to no longer be synced.
de: Dieses Verzeichnis wird im Moment verarbeitet, sodass es künftig nicht mehr synchronisiert wird.
el: Αυτός ο κατάλογος υποβάλλεται αυτή τη στιγμή σε επεξεργασία ώστε να μην συγχρονίζεται πλέον.
es: Este directorio está siendo procesado para dejar de estar sincronizado.
eu: Direktorio hau prozesatzen ari dira sinkronizatuta egoteari uzteko.
fi: Tätä kansiota käsitellään parhaillaan, jotta sitä ei enää jatkossa synkronoida.
fr: Ce répertoire est en cours de traitement afin de ne plus être synchronisé.
it: Questa directory è attualmente in fase di elaborazione per non essere più sincronizzata.
nl: Het stoppen van de synchronisatie wordt voorbereid.
pl: Ten folder aktualnie jest przetwarzany, by zaprzestać jego synchronizacji.
pt_br: Esse diretório está sendo processado para desativar a sincronização.
sv: Denna katalog bearbetas just nu för att inte längre synkroniseras.
tr: Bu dizin şu anda artık eşzamanlanmamak üzere işlenmektedir.
uk: Наразі цей каталог обробляється, щоб більше не синхронізуватися.

source: Directories
de: Verzeichnisse
el: Κατάλογοι
es: Directorios
eu: Direktorioak
fi: Kansiot
fr: Répertoires
it: Directory
nl: Mappen
pl: Foldery
pt_br: Diretórios
sv: Kataloger
tr: Dizinler
uk: Каталоги

source: Local folder:
de: Lokaler Ordner:
el: Τοπικός φάκελος:
es: Carpeta local:
eu: Karpeta lokala:
fi: Paikallinen kansio:
fr: Répertoire local :
it: Cartella locale:
nl: Lokale map:
pl: Folder lokalny:
pt_br: Pasta local:
sv: Lokal mapp:
tr: Yerel klasör:
uk: Локальна папка:

source: Cancel
de: Abbrechen
el: Άκυρο
es: Cancelar
eu: Ezeztatu
fi: Peru
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
tr: İptal
uk: Скасувати

source: Remote folder:
de: Remote-Ordner:
el: Απομακρυσμένος φάκελος:
es: Carpeta remota:
eu: Urruneko karpeta:
fi: Etäkansio:
fr: Répertoire distant :
it: Cartella remota:
nl: Externe map:
pl: Folder zdalny:
pt_br: Pasta remota:
sv: Fjärrmapp:
tr: Uzak klasör:
uk: Віддалена папка:

source: The specified remote directory doesn't exist
de: Das angegebene Remote-Verzeichnis existiert nicht
el: Ο καθορισμένος απομακρυσμένος κατάλογος δεν υπάρχει
es: El directorio remoto especificado no existe
eu: Zehaztutako urruneko direktorioa ez dago
fi: Määritettyä etäkansiota ei ole olemassa
fr: Le répertoire distant spécifié n’existe pas
it: La directory remota specificata non esiste
nl: De opgegeven externe map bestaat niet
pl: Podany folder zdalny nie istnieje
pt_br: O diretório remoto especificado não existe
sv: Den angivna fjärrkatalogen finns inte
tr: Belirtilen uzak dizin yok
uk: Вказаний віддалений каталог не існує

source: Failed to check if the specified remote directory exists
de: Es konnte nicht überprüft werden, ob das angegebene Remote-Verzeichnis existiert
el: Αποτυχία ελέγχου εάν ο καθορισμένος απομακρυσμένος διακομιστής υπάρχει
es: Error al comprobar si existe el directorio remoto especificado
eu: Errore bat gertatu da zehaztutako urruneko direktorioa dagoen egiaztatzean
fi: Määritetyn etäkansion olemassaolon tarkistaminen epäonnistui
fr: Impossible de vérifier si le répertoire distant spécifié existe
it: Impossibile verificare se la directory remota specificata esiste
nl: Er kan geen controle op de externe map worden uitgevoerd
pl: Nie udało się zweryfikować czy podany folder zdalny istnieje
pt_br: Falha ao verificar se o diretório remoto especificado existe
sv: Det gick inte att kontrollera om den angivna fjärrkatalogen finns
tr: Belirtilen uzak dizinin varlığı denetlenemedi
uk: Не вдалося перевірити, чи існує вказаний віддалений каталог

source: The specified directory pair is already being synced
de: Das angegebene Verzeichnispaar wird bereits synchronisiert
el: Το καθορισμένο ζεύγος καταλόγων συγχρονίζεται ήδη
es: El par de directorios especificado ya se está sincronizando
eu: Zehaztutako direktorio parea sinkronizatzen ari da
fi: Määritetty kansiopari on jo synkronoituna
fr: Le répertoire distant correspondant est déjà en cours de synchronisation
it: La coppia di directory specificate è già in fase di sincronizzazione
nl: De opgegeven mappen worden al gesynchroniseerd
pl: Podana para folderów już jest synchronizowana
pt_br: O par de diretórios especificado já está sendo sincronizado
sv: Det angivna katalogparet synkroniseras redan
tr: Belirtilen dizin çifti zaten eşzamanlanıyor
uk: Зазначена пара каталогів вже синхронізується

source: The specified local directory doesn't exist
de: Das angegebene lokale Verzeichnis existiert nicht
el: Ο καθορισμένος τοπικός κατάλογος δεν υπάρχει
es: El directorio local especificado no existe
eu: Zehaztutako direktorio lokala ez dago
fi: Määritettyä paikallista kansiota ei ole olemassa
fr: Le répertoire local spécifié n’existe pas
it: La directory locale specificata non esiste
nl: De opgegeven lokale map bestaat niet
pl: Podany folder lokalny nie istnieje
pt_br: O diretório local especificado não existe
sv: Den angivna lokala katalogen finns inte
tr: Belirtilen yerel dizin yok
uk: Вказаний локальний каталог не існує

source: The specified local path isn't a directory
de: Der angegebene lokale Pfad ist kein Verzeichnis
el: Το καθορισμένο τοπικό μονοπάτι δεν είναι κατάλογος
es: La ruta local especificada no es un directorio
eu: Zehaztutako ibilbide lokala ez da direktorio bat
fi: Määritetty paikallinen polku ei ole kansio
fr: Le chemin local spécifié n’est pas un répertoire
it: Il percorso locale specificato non è una directory
nl: De opgegeven locatie is geen map
pl: Podana ścieżka lokalna nie jest folderem
pt_br: O caminho local especificado não é um diretório
sv: Den angivna lokala sökvägen är inte en katalog
tr: Belirtilen yerel yol dizin değil
uk: Вказаний локальний шлях не є каталогом

source: The specified local directory needs to be an absolute path
de: Das angegebene lokale Verzeichnis muss ein absoluter Pfad sein
el: Ο καθορισμένος τοπικός κατάλογος χρειάζεται να είναι απόλυτο μονοπάτι
es: El directorio local especificado debe ser una ruta absoluta
eu: Zehaztutako direktorio lokala ibilbide absolutua izan behar du
fi: Määritetyn paikallisen kansion tulee olla absoluuttinen polku
fr: Le chemin local du répertoire spécifié doit être un chemin absolu
it: La directory locale specificata deve essere un percorso assoluto
nl: De opgegeven lokale map dient een volledige locatie te zijn
pl: Podana ścieżka lokalna musi być ścieżką absolutną
pt_br: O diretório local especificado precisa ser um caminho absoluto
sv: Den angivna lokala katalogen måste vara en absolut sökväg
tr: Belirtilen yerel dizinin mutlak bir yol olması gerekir
uk: Вказаний локальний каталог має бути абсолютним шляхом

source: Are you sure you want to delete this remote?
de: Soll diese Gegenstelle wirklich gelöscht werden?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον απομακρυσμένο διακομιστή;
es: ¿Seguro que quiere borrar este remoto?
eu: Ziur urruneko hau ezabatu nahi duzula?
fi: Haluatko varmasti poistaa tämän etäkohteen?
fr: Êtes-vous certain de vouloir supprimer cette connexion ?
it: Sei sicuro di voler eliminare questa remota?
nl: Weet u zeker dat u wilt doorgaan?
pl: Czy na pewno chcesz skasować to miejsce zdalne?
pt_br: Tem certeza de que deseja excluir esse remoto?
sv: Är du säker på att du vill ta bort den här fjärrkontrollen?
tr: Bu uzağı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей віддалений пристрій?

source: All the directories associated with this remote will also stop syncing.
de: Die Synchronisierung aller mit dieser Gegenstelle verknüpften Verzeichnisse wird ebenfalls beendet.
el: Όλοι οι κατάλογοι που σχετίζονται με αυτό το απομακρυσμένο στοιχείο θα σταματήσουν επίσης τον συγχρονισμό τους.
es: Todos los directorios asociados a este remoto también dejarán de sincronizarse.
eu: Urruneko horri lotutako direktorio guztiak ere sinkronizatzeari utziko diote.
fi: Kaikkien tähän etäkohteeseen liittyvien kansioiden synkronointi pysäytetään.
fr: Tous les répertoires associés à cette connexion ne seront plus synchronisés.
it: Anche tutte le directory associate a questa remota interromperanno la sincronizzazione.
nl: Alle toegewezen mappen worden niet meer gesynchroniseerd.
pl: Wszystkie foldery skojarzone z tym miejscem zdalnym przestaną być synchronizowane.
pt_br: Todos os diretórios associados a esse remoto também interromperão a sincronização.
sv: Alla kataloger associerade med denna fjärranslutning kommer också att sluta synkroniseras.
tr: Bu uzakla ilişkili tüm dizinlerin de eşitlenmesi durduracak.
uk: Всі каталоги, пов'язані з цим віддаленим пристроєм, також припинять синхронізацію.

source: Syncing '{}'...
de: Synchronisiere '{}'...
el: Συγχρονισμός του '{}'...
es: Sincronizando '{}'…
eu: Sinkronizatzen '{}'…
fi: Synkronoidaan '{}'...
fr: Synchronisation de '{}'…
it: Sincronizzazione di '{}'...
nl: Bezig met synchroniseren van ‘{}’…
pl: Synchronizuję '{}'...
pt_br: Sincronizando '{}'...
sv: Synkroniserar '{}'...
tr: '{}' eşitleniyor...
uk: Синхронізація "{}"...

source: Checking for changes...
de: Prüfe auf Änderungen...
el: Έλεγχος για αλλαγές...
es: Comprobando si hay cambios…
eu: Aldaketarik badagoen egiaztatzen…
fi: Tarkistetaan muutoksia...
fr: Recherche de modifications…
it: Verifica delle modifiche in corso...
nl: Bezig met controleren van wijzigingen…
pl: Sprawdzanie zmian...
pt_br: Verificando mudanças...
sv: Söker efter ändringar...
tr: Değişiklikler denetleniyor...
uk: Перевірка змін...

source: Please resolve the reported syncing issues.
de: Bitte die gemeldeten Synchronisierungsprobleme beheben.
el: Παρακαλούμε επιλύστε τα αναφερόμενα προβλήματα συγχρονισμού.
es: Por favor, solucione los problemas de sincronización reportados.
eu: Mesedez, konpondu jakinarazitako sinkronizazio-arazoak.
fi: Selvitä ilmoitetut synkronointiongelmat.
fr: Veuillez corriger les problèmes de synchronisation signalés.
it: Risolvi i problemi di sincronizzazione segnalati.
nl: Los de gemelde synchronisatieproblemen op.
pl: Podejmij decyzję w sprawie zgłoszonych problemów synchronizacji.
pt_br: Resolva os problemas de sincronização relatados.
sv: Lös de rapporterade synkroniseringsproblemen.
tr: Lütfen bildirilen eşzamanlama sorunlarını çözün.
uk: Будь ласка, вирішіть проблеми з синхронізацією, про які повідомлялося.

source: {} errors found.
de: {} Fehler gefunden.
el: Βρέθηκαν {} σφάλματα.
es: {} errores encontrados.
eu: {} akats aurkitu dira.
fi: {} virhettä löytyi.
fr: {} erreurs trouvées.
it: {} errori trovati.
nl: Er zijn {} foutmeldingen opgetreden.
pl: Znaleziono {} błędów.
pt_br: {} erros encontrados.
sv: {} fel har hittats.
tr: {} hata bulundu.
uk: Знайдено помилок: {}.

source: Would you like to dismiss this error?
de: Soll dieser Fehler verworfen werden?
el: Θέλετε να αγνοήσετε αυτό το σφάλμα;
es: ¿Desea descartar este error?
eu: Akats hau baztertu nahi duzu?
fi: Haluatko jättää tämän virheen huomiotta?
fr: Souhaitez-vous ignorer cette erreur ?
it: Vuoi eliminare questo errore?
nl: Wilt u deze foutmelding negeren?
pl: Czy chcesz pominąć ten błąd?
pt_br: Gostaria de ignorar esse erro?
sv: Vill du avvisa det här felet?
tr: Bu hatayı gözden çıkarmak ister misiniz?
uk: Бажаєте відхилити цю помилку?

source: Failed to sync '{}' to '{}' on remote.
de: Die Synchronisierung von „{}“ mit „{}“ auf der Gegenstelle ist fehlgeschlagen.
el: Αποτυχία συγχρονισμού του '{}' με το '{}' στον απομακρυσμένο διακομιστή.
es: Error al sincronizar '{}' con '{}' en remoto.
eu: Errore bat gertatu da urruneko '{}'-rekin '{}' sinkronizatzean.
fr: Échec de la synchronisation de '{}' vers '{}' de l’environnement distant.
it: Impossibile sincronizzare da '{}' a '{}' nell'ambiente remoto.
nl: Het synchroniseren van ‘{}’ met ‘{}’ is mislukt.
pl: Nie udało się zsynchronizować '{}' do '{}' w miejscu zdalnym.
pt_br: Falha ao sincronizar '{}' com '{}' no remoto.
sv: Misslyckades med att synkronisera '{}' till '{}' på fjärranslutningen.
tr: '{}', '{}' uzağı ile eşitlenemedi.
uk: Не вдалося синхронізувати "{}" з "{}" на віддаленому пристрої.

source: Failed to sync '{}' on remote to '{}'.
de: Die Synchronisierung von „{}“ auf der Gegenstelle mit „{}“ ist fehlgeschlagen.
el: Αποτυχία συγχρονισμού του '{}' από τον απομακρυσμένο διακομιστή στο '{}' .
es: Error al sincronizar '{}' en remoto con '{}'.
eu: Errore beta gertatu da '{}' urrunetik '{}'-rekin sinkronizatzean.
fr: Échec de la synchronisation de '{}' sur l'environnement distant vers '{}'.
it: Impossibile sincronizzare da '{}' sull'ambiente remoto a '{}'.
nl: Het synchroniseren van ‘{}’ met ‘{}’ is mislukt.
pl: Nie udało się zsynchronizować '{}' na miejscu zdalnym do '{}'.
pt_br: Falha ao sincronizar '{}' no remoto para '{}'.
sv: Misslyckades med att synkronisera '{}' på fjärranslutningen till '{}'.
tr: '{}', '{}' uzağına eşitlenemedi.
uk: Не вдалося синхронізувати "{}" на віддаленому пристрої з "{}".

source: Unable to fetch data for '{}' from the remote.
de: Daten für '{}' können nicht von der Gegenstelle abgerufen werden.
el: Αδυναμία λήψης δεδομένων για το '{}' από τον απομακρυσμένο διακομιστή.
es: No se han podido obtener los datos de '{}' del remoto.
eu: Ezin izan dira urrutiko '{}'-ren datuak lortu.
fr: Impossible de récupérer les données de '{}' depuis l’environnement distant.
it: Impossibile recuperare i dati per '{}' dall'ambiente remoto.
nl: Er kan geen informatie over ‘{}’ worden opgehaald.
pl: Nie udało się pobrać danych dla '{}' z miejsca zdalnego.
pt_br: Não é possível buscar dados para '{}' do remoto.
sv: Kan inte hämta data för '{}' från fjärranslutningen.
tr: '{}' uzağı için veri alınamadı.
uk: Не вдається отримати дані для '{}' з віддаленого пристрою.

source: File Update
de: Dateiaktualisierung
el: Ενημέρωση αρχείου
es: Actualización de archivos
eu: Fitxategien eguneraketa
fi: Tiedostopäivitys
fr: Mise à jour du fichier
it: Aggiornamento del file
nl: Bestanden bijwerken
pl: Aktualizacja pliku
pt_br: Atualização de arquivo
sv: Filuppdatering
tr: Dosya Güncelle
uk: Оновлення файлу

source: Neither the local item or remote item exists anymore. This error will now be removed.
de: Weder das lokale noch das Remote-Element existieren noch. Dieser Fehler wird nun entfernt.
el: Ούτε το τοπικό αντικείμενο, ούτε το απομακρυσμένο αντικείμενο υπάρχει πλέον. Αυτό το σφάλμα θα αφαιρεθεί τώρα.
es: Ya no existe ni el elemento local ni el elemento remoto. Este error se eliminará.
eu: Ez dago ez elementu lokalik, ezta urruneko elementurik ere. Errore hau ezabatu egingo da.
fr: L’élément local et l’élément distant n’existent plus. Cette erreur n’apparaîtra plus.
it: L'elemento locale e l'elemento remoto non esistono più. Questo errore non verrà più visualizzato.
nl: Zowel het lokale als externe item bestaan niet meer - deze foutmelding wordt gewist.
pl: Oba pliki: zdalny i lokalny już nie istnieją. Ten błąd zostanie usunięty.
pt_br: Item local e item remoto não existem mais. Esse erro será removido agora.
sv: Varken det lokala objektet eller fjärrobjektet finns längre. Detta fel kommer nu att tas bort.
tr: Yerel öge de, uzak öge artık yok. Bu hata şimdi kaldırılacak.
uk: Ні локального, ні віддаленого елемента більше не існує. Тепер цю помилку буде видалено.

source: Only the local item exists now, so it will be synced to the remote.
de: Nur das lokale Element existiert nun und wird damit zur Gegenstelle synchronisiert.
el: Υπάρχει μόνο το τοπικό αντικείμενο αυτή τη στιγμή, οπότε θα συγχρονιστεί προς τον απομακρυσμένο διακομιστή.
es: Ahora sólo existe el elemento local, por lo que se sincronizará con el remoto.
eu: Orain elementu lokala baino ez dago, eta, beraz, urruneko elementuarekin sinkronizatuko da.
fi: Vain paikallinen kohde on nyt olemassa, joten se synkronoidaan etäkohteeseen.
fr: Seul l’élément local existe désormais, il sera donc synchronisé vers l’environnement distant.
it: Ora esiste solo l'elemento locale, quindi verrà sincronizzato con l'ambiente remoto.
nl: Alleen het lokale item bestaat nog en wordt gesynchroniseerd.
pl: Plik istnieje tylko lokalnie, więc zostanie zsynchronizowany do miejsca zdalnego.
pt_br: Somente o item local existe agora, portanto, ele será sincronizado com o remoto.
sv: Endast den lokala föremålet finns nu, så den kommer att synkroniseras till fjärranslutningen.
tr: Şu anda yalnızca yerel öge var, bu nedenle uzakla eşitlenecek.
uk: Наразі існує лише локальний елемент, тому його буде синхронізовано з віддаленим.
