Repository: hwittenborn/celeste
Catalog: po/*.po
Languages: de, el, es, eu, fi, fr, it, nl, pl, pt_br, sv, tr, uk

source: An unknown error has occurred while running. This is an internal issue with Celeste and should be reported. The following backtrace may help with debugging the issue - note that it may contain information such as login tokens/keys, so avoid posting the information publicly:
de: Bei der Ausführung ist ein unbekannter Fehler aufgetreten. Dies ist ein internes Problem mit Celeste und sollte gemeldet werden. Die folgende Rückverfolgung kann bei der Fehlersuche helfen. Beachten Sie, dass sie Informationen wie Anmeldetoken/-schlüssel enthalten kann, und vermeiden Sie es daher, die Informationen öffentlich zu verbreiten:
el: Παρουσιάστηκε άγνωστο σφάλμα κατά την εκτέλεση. Αφορά σε ένα εσωτερικό πρόβλημα με το Celeste και καλό θα ήταν να αναφερθεί. Η παρακάτω αναφορά (backtrace) μπορεί να βοηθήσει στον εντοπισμό του προβλήματος - σημειώστε ότι μπορεί να περιέχει πληροφορίες όπως διακριτικά/κλειδιά σύνδεσης, επομένως αποφύγετε να δημοσιεύσετε τις πληροφορίες δημόσια:
es: Se ha producido un error desconocido durante la ejecución. Este es un problema interno con Celeste y debe ser reportado. El siguiente registro puede ayudar a depurar el problema - tenga en cuenta que puede contener información como testigos/claves de acceso, así que evite publicar la información:
eu: Exekuzioan errore ezezagun bat gertatu da. Hau barne arazo bat da Celeste-rekin eta informatu behar da. Hurrengo erregistroak arazoa argitzen lagun dezake. Kontuan izan informazioa lekuko/sarbide-gako gisa eduki dezakeela, informazioa argitaratzea saihesteko:
fi: Suorituksen aikana tapahjtui tuntematon virhe. Tämä on Celesten sisäinen virhe ja se pitäisi ilmoittaa kehittäjille. Seuraavat virheenjäljitystiedot voivat auttaa vian selvittämisessä - huomaa, että virheenjäljitystiedot saattavat sisältää arkaluonteista tietoa, kuten kirjautumispoletin tai avaimen, joten älä lähetä tätä tietoa julkisesti:
fr: Une erreur inconnue s’est produite lors de l’exécution. Il s’agit d’un problème interne à Celeste qui doit être signalé. Les information suivantes peuvent aider à déboguer le problème, notez qu’elles peuvent contenir des informations telles que des jetons/clés de connexion, évitez donc de diffuser ces informations publiquement :
it: Si è verificato un errore sconosciuto durante l'esecuzione. Questo è un problema interno con Celeste e dovrebbe essere segnalato. Il seguente backtrace può aiutare a risolvere il problema: tieni presente che potrebbe contenere informazioni come token/chiavi di accesso, quindi evita di pubblicare le informazioni pubblicamente:
nl: Er is een onbekende foutmelding opgetreden tijdens het uitvoeren. Dit duidt op een intern probleem en dient te worden gemeld. De volgende informatie kan ondersteuning bieden bij het opsporen van de fout (maar kan gevoelige informatie, zoals inloggegevens bevatten, dus deel deze informatie niet!):
pl: Wystąpił nieznany błąd. Jest to wewnętrzny problem z Celeste i powinien zostać zgłoszony. Podany komunikat techniczny może pomóc w rozwiązaniu problemu, ale zwróć uwagę, że może zawierać informacje takie jakie tokeny/klucze logowania, więc nie podawaj tych danych publicznie:
pt_br: Ocorreu um erro desconhecido durante a execução. Esse é um problema interno do Celeste e deve ser relatado. O backtrace a seguir pode ajudar na depuração do problema - observe que ele pode conter informações como tokens/chaves de login, portanto, evite postar as informações publicamente:
sv: Ett okänt fel har uppstått. Detta är ett internt problem med Celeste och bör rapporteras. Följande bakåtspårning kan hjälpa till med att felsöka problemet - observera att det kan innehålla information som inloggningstokens/nycklar, så undvik att publicera informationen offentligt:
tr: Çalışırken bilinmeyen bir hata oluştu. Bu, Celesteʼnin içsel bir sorunudur ve bildirilmesi gerekir. Aşağıdaki hata çıktısı, hata ayıklamaya yardımcı olabilir - oturum açma jetonları/anahtarları gibi bilgiler içerebileceğini unutmayın, bu nedenle bilgileri herkese açık olarak yayınlamaktan kaçının:
uk: Під час запуску сталася невідома помилка. Це внутрішня проблема Celeste, про яку слід повідомити. Наведене нижче технічне повідомлення може допомогти у налагодженні проблеми - зверніть увагу, що воно може містити таку інформацію, як токени/ключі для входу в систему, тому уникайте публічного розміщення цієї інформації:

source: Ok
el: Εντάξει
es: Vale
eu: Ongi da
nl: Oké
sv: Okej
tr: Tamam.
uk: Ок

source: Password
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
eu: Pasahitza
fi: Salasana
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt_br: Senha
sv: Lösenord
tr: Parola
uk: Пароль

source: Log in
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
eu: Saioa hasi
fi: Kirjaudu
fr: Se connecter
nl: Inloggen
pl: Zaloguj się
sv: Logga in
tr: Giriş
uk: Ввійти

source: Quit
el: Έξοδος
es: Salir
eu: Irten
fr: Quitter
nl: Afsluiten
pl: Zakończ
pt_br: Sair
sv: Avsluta
tr: Çık
uk: Вийти

source: Quitting...
el: Έξοδος...
es: Saliendo…
eu: Saiotik irteten…
fr: Arrêt en cours…
nl: Bezig met afsluiten…
pl: Zamykanie...
pt_br: Saindo...
sv: Avslutar...
tr: Çıkış yapılıyor...
uk: Вихід...

source: Files are synced.
de: Dateien sind synchronisiert.

source: Open the link that opened in your browser, and come back once you've finished.
el: Ακολουθήστε τον σύνδεσμο που άνοιξε στον φυλλομετρητή σας και επιστρέψτε στην εφαρμογή όταν είστε έτοιμοι.
es: Abra el enlace que se ha abierto en su navegador y vuelva cuando haya terminado.
nl: Open de in uw webbrowser geopende link en keer na het goedkeuren terug.
pl: Przejdź do strony, która otworzyła się w Twojej przeglądarce i wróć do Celeste, gdy zakończysz proces.
sv: Följ länken som öppnades i din webbläsare och kom tillbaka när du är klar.
